# Task 2 Theory

# Тема: Переменные и операторы

# Переменная - это коробка, в которой можно хранить данные. 
# Ты даешь этой коробке имя, и потом можешь хранить в ней значения, например, числа или текст. 
# Когда ты обращаешься к переменной, ты получаешь доступ к содержимому этой коробки.

# Существует несколько типов данных. Основные:
# int - целые числа
# float - дробные числа
# str - строка
# bool - логические значения (True/False)

name = 'Vlad'

print(name)
print(type(name))
print()

age = 26
print(age)
print(type(age))
print()

# % - остаток от деления

# 33%6=3
# 33/6=5
# 6*5=30
# 33-30=3